{
    "count": 1,
    "next": null,
    "previous": null,
    "results": [
        {
            "slug": "aatxe",
            "name": "Aatxe",
            "size": "Large",
            "type": "celestial",
            "subtype": "shapechanger",
            "group": null,
            "alignment": "lawful good",
            "armor_class": 14,
            "armor_desc": "natural armor",
            "hit_points": 105,
            "hit_dice": "10d10+50",
            "speed": {
                "walk": 50
            },
            "strength": 22,
            "dexterity": 12,
            "constitution": 20,
            "intelligence": 10,
            "wisdom": 14,
            "charisma": 14,
            "strength_save": null,
            "dexterity_save": null,
            "constitution_save": null,
            "intelligence_save": null,
            "wisdom_save": null,
            "charisma_save": null,
            "perception": null,
            "skills": {
                "athletics": 9,
                "intimidation": 5
            },
            "damage_vulnerabilities": "",
            "damage_resistances": "",
            "damage_immunities": "",
            "condition_immunities": "charmed, frightened",
            "senses": "passive Perception 12",
            "languages": "understands all but can't speak",
            "challenge_rating": "5",
            "actions": [
                {
                    "attack_bonus": 9,
                    "damage_dice": "3d8+6",
                    "desc": "Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 19 (3d8 + 6) piercing damage.",
                    "name": "Gore"
                },
                {
                    "desc": "The aatxe lowers its horns and paws at the ground with its hooves. Each creature within 30 feet of the aatxe must succeed on a DC 15 Wisdom saving throw or be frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the aatxe's Paw the Earth for the next 24 hours.",
                    "name": "Paw the Earth"
                }
            ],
            "reactions": "",
            "legendary_desc": "The aatxe can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. The aatxe regains spent legendary actions at the start of its turn.",
            "legendary_actions": [
                {
                    "desc": "The aatxe makes a Wisdom (Perception) check.",
                    "name": "Detect"
                },
                {
                    "desc": "The aatxe makes one gore attack.",
                    "name": "Gore (Costs 2 Actions)"
                },
                {
                    "desc": "The aatxe flares crimson with celestial power, protecting those nearby. The next attack that would hit an ally within 5 feet of the aatxe hits the aatxe instead.",
                    "name": "Bulwark (Costs 3 Actions)"
                }
            ],
            "special_abilities": [
                {
                    "desc": "If the aatxe moves at least 20 feet straight toward a target and then hits it with a gore attack on the same turn, the target takes an extra 9 (2d8) piercing damage. If the target is a creature, it must succeed on a DC 15 Strength saving throw or be knocked prone.",
                    "name": "Charge"
                },
                {
                    "desc": "The aatxe can use an action to read the surface thoughts of one creature within 30 feet. This works like the detect thoughts spell, except it can only read surface thoughts and there is no limit to the duration. It can end this effect as a bonus action or by using an action to change the target. Limited Speech (Humanoid Form Only). The aatxe can verbally communicate only simple ideas and phrases, though it can understand and follow a conversation without issue.",
                    "name": "Know Thoughts"
                },
                {
                    "desc": "The aatxe has advantage on saving throws against spells and other magical effects.",
                    "name": "Magic Resistance"
                },
                {
                    "desc": "The aatxe can use its action to polymorph into a Medium male humanoid it has seen, or back into its true form. Its statistics, other than its size, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.",
                    "name": "Shapechanger"
                }
            ],
            "spell_list": [],
            "img_main": null,
            "document__slug": "cc",
            "document__title": "Creature Codex OGL",
            "document__license_url": "http://open5e.com/legal"
        }
    ]
}